{
        "good": [
		"Sign up now to share news about #Yoshiki and you could win prizes! http://sot.ag/3zVkZ #TeamYoshiki",
		"2 celebrate SHUTTER's release, 10/18, RT, Follow, & Repost on #socialmedia 4 a chance to win this & more fun book bag stuff. @HyperionTeens",
		"Check out the October 2016 Social Eater/Drinker Calendar! Win $25 for Amazon! Follow, Fav & RT to win!",
		"Like, Retweet and Follow for a chance to win (I know you want those Critical Ops Cases :)  )",
		"RT & follow to enter to win a free #SaturdaysAreForTheTrojans shirt. Winner will be announced Wednesday at 12pm. http://bit.ly/2dGUtvo",
		"retweet to win: any TWO @PinkpoisonC products.\nfollow all the rules.\nmbf me & @idekdes",
		"I'm giving away a FREE table for 4 ppl for RICH THE KID this Friday. (2 bottles) RT + FAV for a chance to win!",
		"In celebration of FROST's arrival, who would like a copy? RT and follow to win."
        ],
        "bad": [
        	"Come out this Friday night to support The Beauty Movement!!!!! We're in it to win it!!!! 7pm in Bailey Auditorium\nGotta vote to win. Supporters are great but they have to vote. Trump Train warp speed take a bus load with you. #MAGA",
		"Wasn't Ziggler's big win at Survivor Series where he single-handedly eliminated three authority members to win for his team? #SDLivev",
		"Disloyal players are far more difficult than monsters. They attack you from all sides. They don’t know how to win at D&D -I will teach them!",
		"The writing is on the wall! Why is Donald Trump still in the running for the White House? Hillary is poised to win in a ''landslide''!",
		"Trump's lead in Utah is gone! @Evan_McMullin and @mindyfinn positioned well to win the state!",
		"Everyone voting spree today for @ShawnMendes with #R1VoteShawn & @BBCR1 to win best single at the Teen Awards! We'll be following you all!",
		"Guess what day is tomorrow? HUMP DAY! Wear your spirit wear (or blue) and come to the caf at lunch for bingo and win some awesome prizes!"
        ]
}
